[JackOfAllTrades X2AbilityTemplate]
LocFriendlyName="万事通"
LocHelpText="根据装备的主武器授予额外的能力"
LocLongDescription="根据装备的主武器授予额外的能力"
LocPromotionPopupText="<Bullet/>根据装备的主武器授予额外能力.\n<Bullet/> 狙击步枪:小队视野，百步穿杨.维克托步枪:小队视野，引领射击.\n<Bullet/> 霰弹枪:堑壕枪.冲锋枪 :幻影.\n<Bullet/>步枪:哨兵.加农炮:压制火力.\n<Bullet/>无托式:难以平息.喷射器:化学压制"

[Wildcard X2AbilityTemplate]
LocFriendlyName="通配符"
LocHelpText="根据装备的辅助武器授予额外的能力"
LocLongDescription="根据装备的辅助武器授予额外的能力"
LocPromotionPopupText="<Bullet/>根据装备的辅助武器授予额外的能力.\n<Bullet/> Gremlin:黑客，失控协议.短截:直击，双枪管.\n<Bullet/> Gauntlet:重武器，驱逐（火）. \n<子弹/> 手枪:正午，快拔刀:飞刀，闪电刀. \n<子弹/> 剑:拦截，榴弹发射器. n<Bullet/> Holotargeter:Holotarget，多目标:Hack，Haywire 协议 \n<Bullet/> 火箭:Blast Off，火箭发射器，Shield:Guard，Lightfoot."

[Highcard X2AbilityTemplate]
LocFriendlyName="高牌"
LocHelpText="根据装备的主要和次要武器授予额外的能力"
LocLongDescription="根据装备的主要和次要武器授予额外的能力."
LocPromotionPopupText="<Bullet/>根据装备的主要和次要武器授予额外能力.\n<Bullet/> 狙击步枪:处决者.维克托步枪:这是我的.\n<Bullet/> 霰弹枪:捕食者.冲锋枪:跟踪者. \n<Bullet/> 步枪:镇定自若.加农炮:掩护火力\n<Bullet/> 无托式:掠夺者.喷射器:噩梦燃料.\n<Bullet/> 小精灵:救援协议.短管霰弹枪:泵动式升级 \n<Bullet/> 臂套:精准火箭，白磷弹.\n<Bullet/> 手枪:雷霆之手.\n<Bullet/> 刀剑:暗影步. \n<Bullet/> 全息瞄准器:要害瞄准.\n<Bullet/> 火箭:超级炸药，盾牌:完美守卫."

[Joker X2AbilityTemplate]
LocFriendlyName="小丑"
LocHelpText="根据装备的主要和次要武器授予额外的能力"
LocLongDescription="根据装备的主要和次要武器授予额外能力"
LocPromotionPopupText="<Bullet/>根据装备的主要和次要武器授予额外能力.\n<Bullet/> 狙击步枪:装弹上膛.维克托步枪:警惕之眼（这是我的）.\n<Bullet/> 霰弹枪:猎人本能.冲锋枪:隐藏.\n<Bullet/> 步枪:专注.加农炮:强化压制\n<Bullet/> 无托式:中心质量.喷射器:压迫性热力. \n<Bullet/> 小精灵:医疗协议.短管霰弹枪:废金属\n<Bullet/>臂套:标枪火箭，电弧发射器:唤醒震荡 \n<Bullet/> 手枪:疯狂射击.匕首:剑刃风暴\n<Bullet/> 刀剑:掩护火力.榴弹发射器:战斗工程师\n<Bullet/> 全息瞄准器:快速瞄准.Bit:火箭手\n<Bullet/> 火箭:精准火箭，盾牌:模糊不清."

[RoyalFlush X2AbilityTemplate]
LocFriendlyName="皇家同花顺"
LocHelpText="根据装备的主要和次要武器授予额外的能力"
LocLongDescription="根据装备的主要和次要武器授予额外能力"
LocPromotionPopupText="<Bullet/>根据装备的主要和次要武器授予额外能力.\n<Bullet/> 狙击步枪:埋葬射击.维克托步枪:保持目标.\n<Bullet/> 霰弹枪:奔袭战术.冲锋枪 :行动迅捷. \n<Bullet/> 步枪:机会主义者.加农炮:致残压制. \n<Bullet/> 无托式:双倍时间.化学喷射器:焦点视觉.  \n<Bullet/>小精灵:护盾协议.短管霰弹枪:腰射\n<Bullet/> 臂套:齐射，快速燃烧.电弧发射器:快速电击 \n<Bullet/> 手枪:乱射，战斗匕首:再次绽放. <Bullet/> 刀剑:驱逐地带. 榴弹发射器:毁灭. \n<Bullet/> 全息瞄准器:警惕之眼.BIT:轰炸. \n<Bullet/> 火箭:齐射.盾牌:适应力"
